tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "keith/formulae"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "yudai/gotty"
brew "coreutils"
brew "cowsay"
brew "exa"
brew "fd"
brew "fish"
brew "git"
brew "glow"
brew "htop"
brew "lolcat"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pandoc"
brew "pfetch"
brew "pidof"
brew "pipes-sh"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "sl"
brew "starship"
brew "stow"
brew "subversion"
brew "w3m"
brew "wget"
brew "xclip"
brew "zstd"
brew "hudochenkov/sshpass/sshpass"
brew "keith/formulae/reminders-cli"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "kitty"
cask "notion"
cask "scroll-reverser"
cask "sensiblesidebuttons"
cask "visual-studio-code"
cask "spotify"
